Repository: ecosia/ios-browser
Catalog: Client/Ecosia/L10N/*.lproj/Test.strings
Languages: de

source: %@ days ago
de: Vor %@ Tagen

source: Autocomplete
de: Automatisch vervollständigen

source: Close all
de: Alle schließen

source: Ecosia recommends
de: Ecosia empfiehlt

source: Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees.
de: Ecosia speichert weder besuchte Seiten noch Suchverläufe oder Autofill-Informationen. Mit deinen Suchanfragen werden dennoch Bäume gepflanzt.

source: Explore Ecosia
de: Entdecke Ecosia

source: FAQs
de: FAQ

source: Financial reports
de: Finanzberichte

source: Force Dark Mode
de: Dark Mode erzwingen

source: Get started
de: Erste Schritte

source: Home
de: Start

source: How Ecosia works
de: So funktioniert Ecosia

source: Invert website colors
de: Farben der Website umkehren

source: Keep up to date with the latest news from our projects and more
de: Bleibe auf dem Laufenden mit aktuellen Neuigkeiten von unseren Projekten

source: Learn more
de: Mehr erfahren

source: Make Ecosia your default browser
de: Wähle Ecosia als Standard-Browser

source: Moderate
de: Mittel

source: See more news
de: Mehr News anzeigen

source: My searches
de: Meine Suchen

source: New
de: Neu

source: Off
de: Aus

source: Open In Safari
de: In Safari öffnen

source: Private
de: Privat

source: Personalized results
de: Personalisierte Ergebnisse

source: Plant trees while you browse the web
de: Pflanze Bäume beim Surfen im Web

source: Privacy
de: Datenschutz

source: Relevant results based on past searches
de: Relevante Ergebnisse auf der Grundlage vorausgegangener Suchanfragen

source: Safe search
de: Sichere Suche

source: Search
de: Suchen

source: Search the web to plant trees...
de: Im Web suchen und Bäume pflanzen...

source: Search region
de: Suchgebiet

source: Send feedback
de: Feedback geben

source: Shown under the search field
de: Wird unter dem Suchfeld angezeigt

source: Start using these green companies to plant more trees and become more sustainable
de: Entscheide dich für noch mehr Nachhaltigkeit mit diesen Partnern und pflanze so noch mehr Bäume

source: Stories
de: Ecosia News

source: Strict
de: Streng

source: TREES
de: Bäume

source: TREES PLANTED WITH ECOSIA
de: Bäume mit Ecosia gepflanzt

source: Turn off Dark Mode
de: Nachtmodus ausschalten

source: Terms and conditions
de: Geschäftsbedingungen

source: We use the profit from your searches to plant trees where they are needed most
de: Wir nutzen die Einnahmen aus deinen Suchanfragen, um Bäume dort zu pflanzen, wo sie am meisten gebraucht werden

source: Help us improve our new app
de: Hilf uns, unsere neue App zu verbessern

source: Let us know what you like, dislike, and want to see in the future.
de: Lass uns wissen, was dir gefällt, nicht gefällt oder was du dir für die Zukunft wünschst.

source: Share your feedback
de: Teile dein Feedback mit uns

source: Sit tight, we are getting ready for you…
de: Einen Augenblick noch, wir bereiten alles für dich vor...

source: We hit a glitch
de: Es ist ein Fehler aufgetreten

source: We are momentarily unable to load all of your settings.
de: Wir können aktuell nicht alle deine Einstellungen laden.

source: Continue
de: Weiter

source: Retry
de: Erneut versuchen

source: Set Ecosia as default browser
de: Ecosia als Standardbrowser einrichten

source: Links from websites, emails or messages will automatically open in Ecosia.
de: Links von anderen Websites, E-Mails und Nachrichten werden automatisch in Ecosia geöffnet.

source: Show Top Sites
de: Meistbesuchte Seiten anzeigen

source: All regions
de: Alle Regionen

source: Refresh
de: Aktualisieren

source: Please check your internet connection and try again
de: Bitte überprüfe deine Internetverbindung und versuche es noch einmal

source: No connection
de: Keine Verbindung

source: Done
de: Fertig

source: Find in page
de: Auf der Seite finden

source: Cancel
de: Abbrechen

source: Open
de: Öffnen

source: Open link in external app?
de: Link in externer Anwendung öffnen?

source: %@ wants to open this application.
de: %@ will diese App öffnen.

source: Send usage data
de: Nutzungsdaten senden

source: To improve our browser apps, we collect usage statistics from your device. These are anonymous and protect your privacy.
de: Um unsere Browseranwendungen zu verbessern, sammeln wir Nutzungsstatistiken von deinem Gerät. Diese sind anonym und schützen deine Privatsphäre.

source: A friend accepted your invitation and each of you will help plant 1 tree!
de: Ein*e Freund*in hat deinen Link genutzt. Ihr habt 2 zusätzliche Bäume gepflanzt.

source: Estimated impact
de: Geschätzter Beitrag

source: Estimated trees
de: Geschätzte Bäume

source: %@ friends accepted your invitation and each of you will help plant %@ trees!
de: %@ Personen sind deinem Link gefolgt. Ihr habt %@ Extra-Bäume gepflanzt.

source: You’ve contributed to plant a tree with your friend!
de: Du hast einen neuen Baum gepflanzt! Danke, dass du Ecosia unterstützt.

source: Invalid referral link!
de: Ungültiger Einladungs-Link!

source: Invite friends
de: Freund*innen einladen

source: Help plant trees by inviting friends
de: Unterstütze uns beim Bäume pflanzen, indem du Freund*innen einlädst

source: Multiply impact
de: Deinen Beitrag erhöhen

source: My trees
de: Meine Bäume

source: Network error!
de: Netzwerkfehler!

source: On average it takes around 45 searches to plant a tree
de: Durchschnittlich braucht es 45 Suchanfragen, um einen Baum zu pflanzen

source: Plant your first tree
de: Pflanze deinen ersten Baum

source: Tap your tree counter to share Ecosia with friends and plant more trees
de: Tippe auf deinen Baumzähler, um Ecosia mit Freund*innen zu teilen und noch mehr Bäume zu pflanzen

source: This is the estimated number of trees you have contributed to planting by using Ecosia.
de: Das ist die geschätzte Anzahl von Bäumen, die mit Unterstützung deiner Suchanfragen über Ecosia gepflanzt wurden.

source: Together, we can reforest our planet. Tap your counter to spread the word!
de: Gemeinsam können wir unseren Planeten aufforsten. Tippe auf deinen Baumzähler, um die Botschaft zu teilen!

source: Total Ecosia trees
de: Gesamt Bäume von Ecosia

source: View my impact
de: Meinen Beitrag anzeigen

source: We couldn't verify your link. Please check your internet connection and try again.
de: Dein Link konnte nicht verifiziert werden. Prüfe deine Internetverbindung und versuche es erneut.

source: Your referral link is wrong or not valid for you. Please check it and try again.
de: Dein Einladungs-Link ist ungültig. Überprüfe ihn und versuche es erneut.

source: Invite your friends
de: Freund*innen einladen

source: Send an invite with your unique invitation link
de: Sende eine Einladung mit deinem persönlichen Link

source: They download the Ecosia app
de: Sie laden die Ecosia App

source: Via the AppStore (invites for Android are coming soon)
de: Über den App Store herunter (in Kürze auch für Android verfügbar)

source: They open your invite link
de: Sie öffnen deine Einladung

source: Your friend clicks on your unique link from the invite message
de: Deine Freund*innen klicken auf deinen Link aus der Einladung

source: Each of you helps plant a tree
de: Ihr alle pflanzt Bäume

source: When a friend uses your invite link, you both plant an extra tree
de: Wird deine Einladung angenommen, pflanzt ihr gemeinsam noch einen Baum extra

source: Inviting a friend
de: Eine*n Freund*in einladen

source: No bookmarks yet
de: Noch keine Lesezeichen

source: Add your favorite pages to your bookmarks and they will appear here
de: Speichere deine Lieblingsseiten als Lesezeichen, damit sie hier erscheinen.

source: No articles on your reading list
de: Keine Artikel auf deiner Leseliste

source: Open articles in Reader View by tapping the page icon in the address bar
de: Zum öffnen von Artikeln in der Leseransicht das Seitensymbol in der Adressleiste anklicken

source: Save articles to your Reading list by tapping on ‘Add to Reading List’ in the options while in Reader View
de: Zum Speichern von Artikel in der Leseliste in der Leseransicht in den Optionen "Zu Leseliste hinzufügen" aklicken

source: No history
de: Kein Verlauf

source: Websites you’ve recently visited will show up here
de: Webseiten, die du kürzlich besucht hast, erscheinen hier

source: No downloads yet
de: Noch keine Downloads

source: When you download files they will show up here
de: Heruntergeladene Dateien erscheinen hier

source: Plant trees with me on Ecosia
de: Pflanze Bäume mit Ecosia

source: Check this out: Ecosia plants trees every time you search the web! 🌳 Join me and %@+ others and start planting today.
de: Sieh dir das an: Ecosia pflanzt Bäume mit jeder deiner Suchen im Internet. Schließe dich mir und mehr als %@ Millionen Anderen an und fange heute mit dem Pflanzen an.

source: 1. Download the app:
de: 1. Lade die App herunter:

source: 2. Use my ✨ invite link ✨ and we will both plant an extra tree 🌳 (Android coming soon):
de: 2. Clicke meinen ✨ Einladungslink ✨ und wir pflanzen beide einen extra Baum 🌳 (Android kommt bald):

source: Link already used
de: Link bereits genutzt

source: You can only use an invitation link once.
de: Du kannst einen Einladungslink nur einmal benutzen.

source: Invite your friends to check out Ecosia. When they join, you both plant an extra tree.
de: Lade deine Freund*innen ein, Ecosia zu entdecken. Wenn sie sich uns anschließen, pflanzt ihr beide einen zusätzlichen Baum.

source: Sharing your link
de: Deinen Link teilen

source: Copy
de: Kopieren

source: More sharing methods
de: Weitere Methoden zum Teilen

source: Copied!
de: Kopiert

source: See what's new
de: Alle Neuheiten

source: Discover the new Ecosia
de: Entdecke das neue Ecosia

source: Ecosia has a new look, and we added an easy way for you to track your trees.
de: Ecosia hat einen neuen Look. Außerdem hast du deine Bäume jetzt immer perfekt im Blick.

source: Track your progress and get insights about your impact
de: Verfolge deinen Fortschritt und erfahre mehr darüber, was du bewegst

source: Your impact
de: Dein Beitrag

source: How it works
de: So geht’s

source: My Impact
de: Mein Beitrag

source: Group your impact
de: Bewege noch mehr

source: Get a tree with every friend who joins. They get one too!
de: Empfehle Ecosia Freund*innen und pflanze noch mehr Bäume

source: About Ecosia
de: Über Ecosia

source: Trees update
de: Unsere Bäume

source: Learn how Ecosia turns ad revenue from your searches into trees planted around the world.
de: Erfahre, wie Ecosia mit den Werbeeinnahmen aus deinen Suchanfragen auf der ganzen Welt Bäume pflanzt.

source: See how much money was generated by your searches each month, and how much we used to plant trees.
de: Zeige an, wie viel Einnahmen pro Monat aus deinen Suchanfragen erzielt wurden und wie viel davon wir für neue Bäume eingesetzt haben.

source: Discover where we plant trees, and find out how our tree planting projects across the globe are doing.
de: Finde heraus, wo wir überall Bäume pflanzen, und erfahre mehr über unsere weltweiten Baumpflanzprojekte.

source: Learn how we protect your privacy by not creating a profile of you, never selling your data to advertisers and more.
de: So schützen wir deine Daten (u.a. keine Nutzerprofile, kein Verkauf deiner Daten an Werbetreibende)

source: Find answers to popular questions like how Ecosia neutralizes CO2 emissions and what it means to be a social business.
de: Finde häufig gesuchte Infos, z.B. wie Ecosia CO2-negativ wurde und was ein soziales Unternehmen ausmacht.

source: Skip
de: Überspringen

source: Start Planting
de: Leg los und pflanze Bäume

source: The simplest way to be climate-active every day while browsing the web
de: Mit Ecosia surfen ist der einfachste Weg, dich im Alltag für's Klima stark zu machen

source: Skip welcome tour
de: Einführung überspringen

source: A better planet with every search
de: Klimaschutz mit jeder Suchanfrage

source: Search the web and plant trees with the fast, free, and full-featured Ecosia browser
de: Surfe im Web und pflanze Bäume mit dem schnellen, kostenlosen und vollfunktionalen Ecosia-Browser.

source: 100% of profits for the planet
de: 100 % der Gewinne für die Umwelt

source: We use all our profits for climate action, such as planting trees and generating solar energy.
de: Alle Gewinne kommen dem Klimaschutz zugute – u. a. durch neue Bäume oder Solarenergie.

source: Collective action starts here
de: Werde Teil einer Bewegung

source: Join 15 million people growing the right trees in the right places.
de: Pflanze mit 20 Millionen Menschen die richtigen Bäume an den richtigen Orten.

source: We want your trees, not your data
de: Wir wollen Bäume und keine Daten

source: We don’t create a profile of you and will never sell your details to advertisers.
de: Wir legen kein Profil von dir an und verkaufen auch keine Daten an Dritte.

source: sustainable shoes
de: Nachhaltige Schuhe

source: Trees planted
de: Gepflanzte Bäume

source: Before ...
de: Vorher...

source: After
de: Nachher

source: Trees planted by the Ecosia community
de: Von der Ecosia Community gepflanzte Bäume

source: Active projects
de: Aktive Projekte

source: Countries
de: Länder

source: Open settings
de: Einstellungen öffnen

source: Maybe later
de: Vielleicht später

source: Open all links with Ecosia to plant more trees
de: Öffne alle Links mit Ecosia, um mehr Bäume zu pflanzen

source: Grow your impact with your web searches
de: Nutze deine Suchanfragen, um noch mehr zu bewegen

source: Your invites
de: Deine Freund*innen

source: Growing together
de: Gemeinsam stark

source: Help your friends become climate active and plant trees together
de: Unterstütze deine Freund*innen dabei, sich aktiv fürs Klima einzusetzen, und pflanzt gemeinsam Bäume

source: Customization
de: Anpassung

source: Clear all
de: Alle entfernen

source: To make entering info easier, the toolbar can be set to the bottom of the screen
de: Die Suchleiste kann an den unteren Bildschirmrand verlegt werden, um die Eingabe zu erleichtern.

source: Buy trees in the Ecosia tree store to delight a friend - or treat yourself
de: Kaufe Bäume im Ecosia Tree Store, um eine*n Freund*in glücklich zu machen - oder dich selbst.

source: Plant trees and earn eco-friendly rewards with Treecard
de: Mit Treecard Bäume pflanzen und umweltfreundliche Prämien erhalten

source: Sponsored
de: Gesponsert

source: Export bookmarks
de: Lesezeichen exportieren

source: Import bookmarks
de: Lesezeichen importieren

source: Exporting Bookmarks…
de: Lesezeichen werden exportiert ...

source: Importing Bookmarks…
de: Lesezeichen werden importiert ...

source: Imported Bookmarks (%@)
de: Importierte Lesezeichen (%@)

source: Importing failed
de: Import fehlgeschlagen

source: Exporting failed
de: Export fehlgeschlagen

source: Something went wrong, please try again.
de: Hier ist etwas schiefgelaufen. Bitte versuche es erneut.

source: More
de: Mehr

source: Bookmarks imported
de: Lesezeichen importiert

source: Bookmarks exported
de: Lesezeichen exportiert

source: Tap the bookmark icon when you find a page you want to save.
de: Klicke auf das Lesezeichen-Symbol, um eine Seite zu speichern.

source: You can also import bookmarks:
de: Du kannst Lesezeichen auch importieren:

source: Export your bookmarks from another browser.
de: Exportiere deine Lesezeichen aus einem anderen Browser.

source: Tap on the link below to import the file of your bookmarks
de: Klicke auf den untenstehenden Link, um die Datei mit deinen Lesezeichen zu importieren

source: You can now import bookmarks from other browsers to Ecosia.
de: Du kannst jetzt Lesezeichen aus anderen Browsern in Ecosia importieren.

source: Open bookmarks
de: Lesezeichen öffnen

source: Tap here to import bookmarks from other browsers.
de: Klicke hier, um Lesezeichen aus anderen Browsern zu importieren.
